success_messages = [
    "Ух, {username} сегодня токсичит. Его сообщение '{toxic_word}' добавлено. {username} теперь имеет {points} {points_word}!",
    "Очередное токсичное смс. {username}, совесть не замучала? Твоё сообщение '{toxic_word}' отправлено в базу. Теперь у тебя {points} {points_word}.",
    "{username} - позорник! +1 балл к токичности! Итого: {points} {points_word}.",
    "Мда, {username}, ну ты и токсичный. '{toxic_word}' добавлено. Теперь у тебя {points} {points_word}!",
    "Вот это токсичность! {username}, ты далеко зайдешь с такими словами. '{toxic_word}' теперь в базе. Тебе {points} {points_word}!",
    "{username}, ты сегодня не в духе, да? Твоё токсичное сообщение '{toxic_word}' попало в базу. У тебя {points} {points_word}!",
    "Как ты можешь быть таким токсичным, {username}? Ты знаешь, что это нехорошо. Но всё же, '{toxic_word}' добавлено. Теперь у тебя {points} {points_word}!",
    "Ах ты, {username}, так ты и вправду токсичный! Фраза '{toxic_word}' теперь в списке. У тебя {points} {points_word}!",
    "Токсичность нашла свое воплощение в {username}. Сообщение '{toxic_word}' добавлено. У тебя {points} {points_word}!",
    "Что ж, {username}, настало время твоего следующего токсичного балла. '{toxic_word}' в базе. Теперь у тебя {points} {points_word}!"
]

no_points_messages = [
    "Ты встал не на тот путь, дитя. Это твой первый балл за твоё токсичное сообщение {toxic_word}.",
    "{username} зарабатывает первый балл! Мама тобой не гордится!",
    "Ого, {username}, ты только что заработал свой первый балл! Начало большого пути в мире токсичности.",
    "{username}, с тобой всё хорошо? Ты только что получил свой первый токсичный балл за '{toxic_word}'.",
    "Вот это да! {username} заработал свой первый балл за '{toxic_word}'. Надеюсь, ты гордишься собой.",
    "Ты начал свой токсичный путь, {username}. '{toxic_word}' твой первый шаг к токсичной славе.",
    "Только что добавлен первый токсичный балл для {username} за '{toxic_word}'.",
    "И так, {username}, твой первый балл! Поздравляю, ты на правильном пути к токсичности.",
    "Это был ещё один шаг к токсичности для {username}. Первый балл за '{toxic_word}'.",
    "Привет, {username}! Ты только что заработал свой первый токсичный балл за '{toxic_word}'."
]

zero_points = [
    "Малыш, ты не имеешь баллов, мама тобой гордится!",
    "{username}, покажи этим токсикам, где раки зимуют, у тебя 0 баллов!",
    "0 баллов за токсичность! Ты такой приятный)",
    "{username}, похоже, ты слишком хороший для этого мира. У тебя ноль баллов!",
    "{username}, кажется, ты забыл о своей токсичности. У тебя ноль баллов!",
    "Поздравляю, {username}, ты пока безвреден! У тебя ноль баллов!",
    "{username}, мир благодарен за твою не-токсичность! У тебя ноль баллов!",
    "0 баллов? {username}, ты как ангел!",
    "Пока у тебя 0 баллов, {username}. Но это не повод расстраиваться!",
    "{username}, кто-то принёс печенье? Потому что у тебя ноль баллов!"
]

more_points = [
    "Целых {points} {points_word}. Твоя токсичность растёт в арифметической прогрессии?",
    "{username}, больше, чем 0 не всегда хорошо. У тебя {points} {points_word}.",
    "{username}, ты прямо бушевал токсичностью! У тебя {points} {points_word}.",
    "Ух ты, {username}! Неужели это не предел? У тебя целых {points} {points_word}!",
    "{username}, мой токсичный герой! У тебя {points} {points_word}!",
    "У тебя {points} {points_word}, {username}! Ты действительно знаешь, как сделать чат интереснее!",
    "Ого, {username}! С таким количеством баллов ({points}) ты, должно быть, спать не можешь от возбуждения!",
    "{username}, продолжай в том же духе! Ты уже {points} {points_word}! Вперед, к токсичной славе!",
    "Вот это да, {username}! С {points} баллами ты уже звезда чата! Надеюсь, ты не забудешь о нас, обычных смертных.",
    "У тебя {points} {points_word}, {username}! Наверное, ты просто слишком классный для нас, обычных людей, верно?",
    "Великолепно, {username}! С {points} баллами ты действительно вырос! Надеюсь, это не подняло твое самомнение?",
    "Невероятно, {username}! У тебя уже {points} {points_word}! Мы даже не знаем, как еще выразить наше восхищение!",
    "{username}, ты просто апогей токсичности с этими {points} баллами! Пожалуй, стоит рассмотреть кандидатуру на лидера чата?"
]

hello = [
    "Мяу!! Я - Токсюша, готов трудиться на благо беседы! Берегитесь, токсики!",
    "Приветик! Моё имя Токсюша дано мне не просто так, ведь я буду следить за порядком в этой беседе!",
    "Здравствуйте! Я Токсюша и моя миссия - обеспечить атмосферу уважения и взаимопонимания здесь.",
    "Доброго времени суток! Токсюша здесь, чтобы помочь в создании дружественной и безопасной среды общения.",
    "Приветствую! Я Токсюша, ваш верный сторож в мире чистоты и порядка. Давайте сделаем этот чат приятным местом для всех.",
    "Хеллоу! Токсюша в деле. Помните, тут нет места для токсичности!",
    "Привет, привет! Токсюша готов приступить к работе. Давайте убережем этот чат от негатива!",
    "Доброго дня! Я Токсюша, здесь чтобы гарантировать, что каждый чувствует себя комфортно и уважаемо.",
    "Рад видеть всех! Токсюша на связи, чтобы поддерживать дружественную атмосферу и исключить токсичность.",
    "Привет! Я Токсюша. Давайте сделаем этот чат местом, где каждый может быть услышан без страха отрицательных комментариев."
]
